{
  "audiovisual_files": {
    "60485e97-c9b8-4404-9664-c159eee33f87": {
      "label": "\"Austin Avengers: Protecting the Culture in South and East Austin\" by Noah Fuentes",
      "is_offline": false,
      "file_url": "https://ia601303.us.archive.org/26/items/noah-pods-final-4-22-25-7.20-pm/NoahPodsFinal-%204_22_25%2C%207.20%E2%80%AFPM.mp3",
      "duration": 621
    }
  },
  "auto_generate_web_page": true,
  "item_type": "Audio",
  "label": "\"Austin Avengers: Protecting the Culture in South and East Austin\" by Noah Fuentes",
  "created_at": "2025-05-05T19:06:18.319Z",
  "created_by": "trentwintermeier",
  "updated_at": "2025-05-06T13:10:29.192Z",
  "updated_by": "trentwintermeier",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Throughout this essay, I did my best to structure this podcast in a way that would properly relay a sense of urgency for an extensively researched topic that would greatly affect me and others in my community. I considered a stern, serious, yet contemplative tone in order to ensure that the serious message that was being discussed was well, taken seriously. I used various rhetorical appeals throughout this podcast such as the topic surrounding a situation I grew up in, utilizing pathos to hopefully evoke a sense of empathy in the audience. In addition to that, I used ethos through my research backed arguments and by including a segment where I interviewed a reporter from the Daily Texan, one that has done reporting on various factors surrounding the issue and who grew up in the area the issue was taking place. Lastly, I used logos by properly ordering my podcast and ensuring all material was easy to digest for the audience. As for audio, I made sure to include an introspective, contemplative, serious, and almost concerning song for my intro and outro, in order to properly set the tone for what was about to be discussed. In short, the various rhetorical tools I used throughout this podcast were all intended to work in tandem by strengthening my message and adding to the experience for the audience."
        }
      ]
    }
  ]
}