{
  "audiovisual_files": {
    "7c234c8c-99ff-4c23-a6d5-f2a19c3ad5d4": {
      "label": "\"The Effects of Gentrification and Housing Assistance Programs\" by Terry Tian",
      "is_offline": false,
      "file_url": "https://ia600507.us.archive.org/32/items/terrytiangentrification_20250429_0303/terrytiangentrification.mp3",
      "duration": 432
    }
  },
  "auto_generate_web_page": true,
  "item_type": "Audio",
  "label": "\"The Effects of Gentrification and Housing Assistance Programs\" by Terry Tian",
  "created_at": "2025-05-05T19:06:18.319Z",
  "created_by": "trentwintermeier",
  "updated_at": "2025-05-05T19:53:26.920Z",
  "updated_by": "trentwintermeier",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "For the final project, I have created a podcast in which I discuss the topic of gentrification, and provide a solution to it that is manageable. I decided to create it in the form of a podcast because I believed the use of verbal expression and the effects of sound elements are great to achieve my goals, which is to persuade the audience that gentrification is harming the lives of many families, and calling them to take actions against it. In my podcast, I have used rhetorical appeals such as ethos, pathos, and logos. I present information in a way that uses ethos, for example, when presenting my solution to the problem, I discuss a precedent where a similar solution has worked in the past, this allows the audience to have faith in my content. I also used logos, where I discuss the proper cause and effect of gentrification, letting my audiences have a good understanding of the topic while allowing me to pursue them. Lastly, I use the elements of pathos through my sound elements. I have used a few music soundtracks to enhance my speech in the podcast. A prime example would be that I used slow and sad music during my talk about the children who suffer from gentrification. My contingent issue relates to my auditory argument as it is something that people would like to hear about in a podcast."
        }
      ]
    }
  ]
}