{
  "audiovisual_files": {
    "fea5fa80-5fb4-45e1-8bf1-b29b08ac4def": {
      "label": "\"The Impact of Gentrification on Long-Time Communities and the Role of Rent Control\" by Noah Vongsengdeuane",
      "is_offline": false,
      "file_url": "https://ia600208.us.archive.org/13/items/final-audio-draft/Final_Audio_Draft.MP3",
      "duration": 370
    }
  },
  "auto_generate_web_page": true,
  "item_type": "Audio",
  "label": "\"The Impact of Gentrification on Long-Time Communities and the Role of Rent Control\" by Noah Vongsengdeuane",
  "created_at": "2025-05-05T19:06:18.319Z",
  "created_by": "trentwintermeier",
  "updated_at": "2025-05-05T20:03:00.813Z",
  "updated_by": "trentwintermeier",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In my auditory argument, I claim that rent control alongside other legislation would be a solution to displacement as a result of gentrification. Throughout my audio, you can hear noises that correspond with some of the words I say in order to catch the audience’s feelings. Also, one of the first sound effects encourages the audience to imagine gentrification happening in their own neighborhood, which forces them to see how it is a problem to others. Furthermore, I provided outside research sources to highlight that rent control is a valid solution to displacement and build my credibility and allow the audience to trust my work. By promoting a solution to a problem caused by gentrification, I intended to voice this proposal to city officials and urban planners who have the power to implement these actions. My proposal of rent control relates to my audio by providing a different perspective to a problem rather than just reading a simple article. I deep dive into the audience and force them to feel certain ways with my audio effects, script, and other rhetorical appeals. Thus, tapping into an alternative way of promoting a solution and emphasizing the urgency of it. "
        }
      ]
    }
  ]
}