{
  "audiovisual_files": {
    "cf56f17a-a413-483a-b9fb-cec96ce69f5f": {
      "label": "\"Fighting Gentrification With SMART Housing\" by Egan Lutz-Carrillo",
      "is_offline": false,
      "file_url": "https://ia601801.us.archive.org/6/items/test-1-4-21-25-2.10-pm/test1%20-%204_21_25%2C%202.10PM.mp4",
      "duration": 379
    }
  },
  "auto_generate_web_page": true,
  "item_type": "Audio",
  "label": "\"Fighting Gentrification With SMART Housing\" by Egan Lutz-Carrillo",
  "created_at": "2025-05-05T19:06:18.319Z",
  "created_by": "trentwintermeier",
  "updated_at": "2025-05-05T19:24:18.033Z",
  "updated_by": "trentwintermeier",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In creating my podcast, Fighting Gentrification with SMART Housing, my primary claim was that SMART housing is a real and doable solution to the issues caused by gentrification, such as rising rents, homelessness, and displacement. To make this argument effective, I used rhetorical appeals like pathos to connect emotionally with the audience by highlighting the human toll of displacement, logos to support my claims with data on homelessness and housing costs, and credible sources like Mike Nellis and David Kanne helped establish ethos. The podcast was tailored to a specific audience, which is those in lower-income brackets, younger adults, and students who need places to live after their education a conversational but calm tone to engage listeners who may be directly or indirectly affected by gentrification. I ensured that the contingent issue of housing insecurity was at the forefront, explaining how SMART housing could address this epidemic through affordable, accessible housing that benefits both individuals, communities, companies, and governments. Reflecting on the process, I realized the importance of balancing emotional appeals with factual evidence to create a persuasive message. The narrative structure allowed me to build a connection with the audience while addressing the urgent need for change. I also learned that understanding my audience's concerns and speaking to them directly can make the argument more compelling. I am proud of the podcast and hope it inspires action by informing listeners about real problems in our world. And even if nobody ever sees my video I’m just glad to be a little part of progress."
        }
      ]
    }
  ]
}