{
  "audiovisual_files": {
    "3d047a90-4538-4f50-b588-2b55caab4490": {
      "label": "\"Preserving Community and Culture: Saving Local Businesses on South Congress\" by Victor Mata Sandoval",
      "is_offline": false,
      "file_url": "https://archive.org/download/rhe-project-4_202504/RHE%20-%20Project%204%20.mp3",
      "duration": 399
    }
  },
  "auto_generate_web_page": true,
  "item_type": "Audio",
  "label": "\"Preserving Community and Culture: Saving Local Businesses on South Congress\" by Victor Mata Sandoval",
  "created_at": "2025-05-05T19:06:18.319Z",
  "created_by": "trentwintermeier",
  "updated_at": "2025-05-05T19:49:42.719Z",
  "updated_by": "trentwintermeier",
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "My auditory argument focuses on preserving Austin’s unique image and culture by saving local businesses on South Congress from being displaced, and I made sure to carefully structure it in a way that listeners can easily follow and understand. Not only did I focus on the structure but made sure to utilize all rhetorical appeals, provide research and data, and include a personal statement from an Austin resident to strengthen my argument. I heavily relied on the use of pathos to evoke emotion in listeners by describing the negative impact on residents and business owners, hoping this would encourage listeners to support my proposal and expand their knowledge on this topic. I also used ethos by referencing researchers who study gentrification and its effects on urban areas, and I connected their research to add credibility to my argument. I created my podcast to appeal to a younger audience and busier audience who either don’t truly understand this issue or don’t have much time to stay informed by keeping it short and explaining the issue in a very clear, straightforward way. The contingent issue of urban development and gentrification directly relates to my argument by highlighting the urgent need and want to protect the image and culture of not only South Congress but all communities that are facing gentrification."
        }
      ]
    }
  ]
}